"About" = "Haqida";
"About %@" = "%% @";
"Accessibility" = "Erkinlik";
"Acknowledgments" = "Minnatdorchilik";
"Active app" = "Faol ilova";
"Active screen" = "Faol ekran";
"Active Space" = "Active Space";
"Additional controls" = "Qo'shimcha boshqarish vositalari";
"Additional controls…" = "Qo'shimcha boshqarish vositalari ...";
"Advanced" = "Rivojlangan";
"After release" = "Ozod qilingandan keyin";
"Align windows" = "Derazalarni tekislang";
"Align windows:" = "Align windows:";
"All apps" = "Barcha ilovalar";
"All data from this form will be made public, as a ticket on github.com" = "Ushbu shakldagi barcha ma'lumotlar Gitbub.com-da chipta sifatida ommaga taqdim etiladi";
"All screens" = "Barcha ekranlar";
"All Spaces" = "Barcha bo'shliqlar";
"Allowed" = "Ruxsat berilgan";
"Alphabetical" = "Alphabetical";
"Alphabetical Order" = "Alifbo tartibida";
"Also select windows using:" = "Also select windows using:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "Altabab oxirgi marta siz undan foydalanganingizda qulab tushdi.Avariya hisobotini yuborish muammoni hal qilishga yordam beradi";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "Hozirda Altabtob dasturlarni namoyish etish uchun o'rnatiladi.Ushbu sozlama faqat AltTab derazalarni ko'rsatish uchun mavjud bo'lganda mavjud.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab is running without Screen Recording permissions. Thumbnails won’t show.";
"AltTab needs some permissions" = "Olttab ba'zi ruxsatlarga muhtoj";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "Altabab oynaning status belgisi bilan minimallashtirilgan yoki to'liq ekranli bo'lsa, ko'rsatadi.";
"Always" = "Har doim";
"Always send crash reports" = "Har doim avtohalokat haqida xabarlarni yuboring";
"and press" = "va bosing";
"and press:" = "and press:";
"Animations" = "Animatsiyalar";
"Animations…" = "Animatsiyalar ...";
"App (BundleID starting with)" = "Ilova (Bmadleiddan boshlab)";
"App Icons" = "Ilova piktogrammasi";
"App is hidden" = "Ilova yashirin";
"App is running but has no open window" = "Ilova ishlamoqda, ammo ochiq deraza yo'q";
"Apparition delay" = "Ko'rish kechikishi";
"Apparition delay:" = "Apparition delay:";
"Appearance" = "Ko`rinish";
"Application Name" = "Ilova nomi";
"Application Name - Window Title" = "Ilova nomi - oyna nomi";
"Applications" = "Arizalar";
"Are you sure you don’t want a response?" = "Haqiqatan ham javob berishni xohlamaysizmi?";
"Arrow keys" = "Arrow keys";
"Ask whether to send crash reports" = "Avtohalokat haqida xabar berishni so'rang";
"Auto-install updates periodically" = "Vaqti-vaqti bilan yangilanishlarni avtomatik o'rnatish";
"Blacklists" = "Qora ro'yxatga olinganlar";
"Cancel" = "Bekor";
"Cancel and hide" = "Bekor qilish va yashirish";
"Center" = "Markaz";
"Check for updates now…" = "Yangilanishlarni hozir tekshiring…";
"Check for updates periodically" = "Vaqti-vaqti bilan yangilanishlarni tekshirish";
"Check for updates…" = "yangilanishlarni tekshir";
"Check permissions…" = "Ruxsatnomalarni tekshirish ...";
"Close window" = "Oynani yopish";
"Conflicting shortcut" = "Qarama-qarshi yorliq";
"Controls" = "Boshqaruv";
"Crash reports policy" = "Avariya hisobotlari siyosati";
"Crash reports policy:" = "Crash reports policy:";
"Cursor follows focus" = "Cursor follows focus";
"Customize App Icons style…" = "Ilova ikonkalari uslubini sozlash ...";
"Customize Thumbnails style…" = "Thumbnails uslubini sozlash ...";
"Customize Titles style…" = "Titmalar uslubini sozlash ...";
"Dark" = "Qorong'i";
"Disabled" = "Disabled";
"Do nothing" = "Hech narsa qilmang";
"Don’t check for updates periodically" = "Vaqti-vaqti bilan yangilanishlarni tekshirishma";
"Don’t send" = "Yubormang";
"Don’t show windows from these apps" = "Don’t show windows from these apps";
"Done" = "Bajarildi";
"End" = "Oxiri";
"Fade out animation" = "Yo'q animatsiya";
"Fade out animation:" = "Fade out animation:";
"Focus selected window" = "Face Tanlangan oynani";
"Fullscreen window" = "Fullscreen window";
"Fullscreen windows:" = "Fullscreen windows:";
"Fullscreen/Defullscreen window" = "To'liq ekranli / ximuls ekran oynasi";
"General" = "Umumiy";
"Gesture" = "Gesture";
"Grant permission" = "Grant permission";
"Hidden windows:" = "Hidden windows:";
"Hide" = "Yashirmoq";
"Hide app badges" = "Ilova nishonlarini yashirish";
"Hide app badges:" = "Hide app badges:";
"Hide apps with no open window" = "Ilovalarni ochiq oyna bilan yashiring";
"Hide apps with no open window:" = "Hide apps with no open window:";
"Hide colored circles on mouse hover" = "Sichqonchani sichqonchada yashiring";
"Hide colored circles on mouse hover:" = "Hide colored circles on mouse hover:";
"Hide in %@" = "% @";
"Hide Space number labels" = "Bo'shliq raqami teglarini yashirish";
"Hide Space number labels:" = "Bo'shliq raqami teglarini yashirish:";
"Hide status icons" = "Holat belgilarini yashirish";
"Hide status icons:" = "Hide status icons:";
"Hide window thumbnails:" = "Hide window thumbnails:";
"Hide/Show app" = "Ilovani yashirish / ko'rsatish";
"High" = "Baland";
"Highest" = "Eng yuqori";
"Hold" = "Ushlab turmoq";
"Horizontal Swipe with Four Fingers" = "Horizontal Swipe with Four Fingers";
"Horizontal Swipe with Three Fingers" = "Horizontal Swipe with Three Fingers";
"I think the app could be improved with…" = "Menimcha, ilova yaxshilanishi mumkin ...";
"Ignore shortcuts when active" = "Faol bo'lganda yorliqlarni e'tiborsiz qoldiring";
"Ignore shortcuts while a window from these apps is active" = "Ignore shortcuts while a window from these apps is active";
"Language" = "Language";
"Language Change" = "Language Change";
"Large" = "Katta";
"Later" = "Later";
"Latest releases" = "So'nggi relizlar";
"Leading" = "Yetakchi";
"Left" = "Left";
"Light" = "Yorug'lik";
"Max height on screen:" = "Max height on screen:";
"Max width on screen:" = "Max width on screen:";
"Medium" = "O'rta";
"Menubar icon" = "Menubar ikonkasi";
"Menubar icon:" = "Menubar icon:";
"Middle" = "O'rtada";
"Minimize/Deminimize window" = "Oynani minimallashtirish / o'chirish";
"Minimized windows:" = "Minimized windows:";
"Miscellaneous" = "Miscellaneous";
"Miscellaneous:" = "Miscellaneous:";
"Mouse hover" = "Mouse hover";
"Multiple screens" = "Bir nechta ekranlar";
"Never send crash reports" = "Hech qachon avtohalokat haqida xabar yubormang";
"Normal" = "Normal";
"Not allowed" = "Ruxsat berilmagan";
"NSHumanReadableCopyright" = "GPL-3.0 litsenziyasi";
"Only if the window is fullscreen" = "Only if the window is fullscreen";
"Open Accessibility Preferences…" = "Ochiq foydalanish imtiyozlari ...";
"Open Screen Recording Preferences…" = "Ekran yozuvini qayd etish imtiyozlari ...";
"Open Trackpad Preferences…" = "Open Trackpad Preferences…";
"Optional: email (if you want a reply)" = "Ixtiyoriy: Elektron pochta (agar javobni xohlasangiz)";
"Order windows by" = "Windows-ni buyurtma qiling";
"Policies" = "Siyosat";
"Preferences…" = "Afzalliklar ...";
"Preview selected window" = "Tanlangan oynani ko'rib chiqish";
"Preview selected window:" = "Preview selected window:";
"Preview the selected window." = "Tanlangan oynani oldindan ko'rib chiqing.";
"Quit" = "Ketmoq";
"Quit %@" = "% @";
"Quit app" = "Chiqish ilovasi";
"Recently Created" = "Recently Created";
"Recently Created First" = "Yaqinda birinchi bo'lib yaratilgan";
"Recently Focused" = "Recently Focused";
"Recently Focused First" = "Yaqinda birinchisi";
"Remember my choice" = "Mening tanlovimni eslang";
"Reset preferences and restart" = "Afzalliklar va qayta ishga tushirish";
"Reset preferences and restart…" = "Afzalliklar va qayta ishga tushirish ...";
"Restart Now" = "Restart Now";
"Rows of thumbnails:" = "Rows of thumbnails:";
"Screen including menu bar" = "Ekran menyu satr";
"Screen including mouse" = "Sichqoncha ekranini o'z ichiga oladi";
"Screen Recording" = "Ekran yozuvi";
"Screen showing AltTab" = "Olttab ko'rsatadigan ekran";
"Select next window" = "Keyingi oynani tanlang";
"Select previous window" = "Oldingi oynani tanlang";
"Select windows on mouse hover" = "Sichqonchani sichqonchani tanlang";
"Select windows using arrow keys" = "O'q tugmalaridan foydalangan holda Windows-ni tanlang";
"Select windows using vim keys" = "Vim tugmachalari yordamida Windows-ni tanlang";
"Send" = "Yuborish";
"Send a crash report?" = "Avariya hisobotini yuboring?";
"Send anyway" = "Baribir yuboring";
"Send debug profile (CPU, memory, etc)" = "Narxie Profilini yuboring (protsessor, xotira va hk)";
"Send feedback" = "Fikr-mulohazalarni yuboring";
"Send feedback…" = "Fikr-mulohazalar yuborish ...";
"Share improvement ideas, or report bugs" = "Mamlakatni obodonlashtirish g'oyalarini yoki xatolarni xabar qiling";
"Shortcut 1" = "Yorliq 1";
"Shortcut 2" = "Yorliq 2";
"Shortcut 3" = "Yorliq 3";
"Shortcut 4" = "Yorliq 4";
"Shortcut 5" = "Yorliq 5";
"Shortcut already assigned to another action: %@" = "QisqaCUT allaqachon boshqa harakatga tayinlangan:% @";
"Shortcuts When Active" = "Faol bo'lganda yorliqlar";
"Shortcuts when active…" = "Faol bo'lganda yorliqlar ...";
"Show" = "Ko'rsatish";
"Show & Hide" = "Ko'rsatish va yashirish";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Har bir deraza uchun yoki har bir dastur uchun elementni ko'rsating.Windows yo'naltiriladi, ilovalar faollashtiriladi.";
"Show at the end" = "Oxirida ko'rsatish";
"Show fullscreen windows" = "To'liq ekranli derazalarni ko'rsating";
"Show hidden windows" = "Yashirin derazalar ko'rsating";
"Show in switcher" = "Usta-da ko'rsating";
"Show minimized windows" = "Minimallashtirilgan derazalarni ko'rsatish";
"Show on" = "Ko'rsatmoq";
"Show on:" = "Show on:";
"Show standard tabs as windows" = "Windows sifatida standart yorliqlarni ko'rsating";
"Show standard tabs as windows:" = "Show standard tabs as windows:";
"Show titles" = "Sarliqlarni ko'rsating";
"Show windows from applications" = "Ilovalardan derazalarni ko'rsatish";
"Show windows from screens" = "Derazalarni ekranlardan ko'rsating";
"Show windows from Spaces" = "Derazalarni bo'sh joylardan ko'rsatish";
"Show windows from:" = "Show windows from:";
"Size" = "O'lcham";
"Skipped" = "Skipped";
"Small" = "Kichik";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Finder yoki oldindan ko'rish kabi ba'zi ilovalar mustaqil Windows kabi ishlaydigan oddiy yorliqlardan foydalaning.Veb-brauzerlar kabi ba'zi boshqa ilovalar noyob yo'llar bilan shug'ullanadigan va haqiqiy derazalar emas.Altabab alohidalarni ro'yxatga olish mumkin emas.";
"Source code repository" = "Manba kodi ombori";
"Space" = "Space";
"Space Order" = "Kosmik buyurtma";
"Start" = "Boshlamoq";
"Start at login" = "Kirishdan boshlang";
"Start at login:" = "Start at login:";
"Support this project ❤️" = "Ushbu loyihani qo'llab-quvvatlang";
"Swipe with Four Fingers" = "Swipe with Four Fingers";
"Swipe with Three Fingers" = "Swipe with Three Fingers";
"Switch between 3 different styles. You can customize them." = "3 xil uslubni almashtiring.Siz ularni sozlashingiz mumkin.";
"System" = "Tizim";
"System Default" = "System Default";
"The application needs to restart to apply the language change." = "The application needs to restart to apply the language change.";
"Theme" = "Mavzuni";
"Theme:" = "Theme:";
"Then release:" = "Then release:";
"This permission is needed to focus windows after you release the shortcut" = "Ushbu ruxsatni yorliqni chiqargandan so'ng, derazalarda bo'lish uchun kerak";
"This permission is needed to show screenshots and titles of open windows" = "Ushbu ruxsatnomani ochiq derazalarning ekran rasmlari va unvonlarini ko'rsatish uchun kerak";
"Thumbnails" = "Eskiz";
"Title" = "Title";
"Title truncation" = "Sarlavha kemasi";
"Titles" = "Unvon";
"Trigger shortcut" = "Tragger yorliq";
"Unassign existing shortcut and continue" = "Mavjud yorliqni qisqartiring va davom eting";
"Updates policy" = "Siyosatni yangilash";
"Updates policy:" = "Updates policy:";
"Use the app without this permission. Thumbnails won’t show." = "Use the app without this permission. Thumbnails won’t show.";
"Version" = "Versiya";
"Vertical Swipe with Four Fingers" = "Vertical Swipe with Four Fingers";
"Vertical Swipe with Three Fingers" = "Vertical Swipe with Three Fingers";
"View existing discussions" = "Mavjud munozarani ko'rish";
"Vim keys" = "Vim keys";
"Vim keys already assigned to other actions:\n%@" = "Boshqa harakatlar uchun tayinlangan Vim kalitlari: \\ n% @";
"Visibility" = "Ko'rinishi";
"Visible Spaces" = "Ko'rinadigan bo'sh joylar";
"When fullscreen" = "To'liq ekranda";
"When no open window" = "Ochiq deraza yo'q bo'lganda";
"While open, press:" = "While open, press:";
"Window app icon size:" = "Window app icon size:";
"Window is fullscreen" = "Deraza to'liq ekran";
"Window is minimized" = "Oynani minimallashtiradi";
"Window is on every Space" = "Oyna har bir joyda";
"Window is on Space %d" = "Deraza kosmosda% d";
"Window max width in row:" = "Window max width in row:";
"Window min width in row:" = "Window min width in row:";
"Window order:" = "Window order:";
"Window Title" = "Oyna nomi";
"Window title font size:" = "Window title font size:";
"Window title truncation:" = "Window title truncation:";
"Windows" = "Derazalar";
"You can’t undo this action." = "Siz ushbu harakatni bekor qila olmaysiz.";
"You didn’t write your email, thus can’t receive any response." = "Siz elektron pochtangizni yozmadingiz, shuning uchun hech qanday javob ololmaysiz.";
"You may need to disable some conflicting system gestures" = "You may need to disable some conflicting system gestures";
